[{"id":1,"title":"Jenna Dunham ","image":"https://i.ibb.co/FW3FvcD/1.jpg","discription":"After her third pregnancy, Jenna found motivation in an unlikely place: the “F” word. “I was 203 pounds and ‘frumpy,'” she says. Jenna felt discouraged, but relied on a personal mantra to get back into the gym. “I can do anything for one minute,” she told herself before stepping on the treadmill or walking over to the weights area. Soon, she was up to sprints and advanced strength-training circuits."},
{"id":2,"title":"Matt Ellengold: 55-Pound Weight Loss","image":"https://i.ibb.co/drdgJPC/10.jpg","discription":"The self-loathing just built—and the realization of how much I'd let myself go physically was depressing, he previously told Men's Health. I even moved into an apartment block that had gym facilities, and I said every day that I'd go tomorrow, and tomorrow that never happened. I promised myself I would change my diet, eat more healthily, and it didn’t happen."},
{"id":3,"title":"Mylene Biddle Visualized","image":"https://i.ibb.co/1bmfvR6/9.jpg","discription":"Mylene dropped 35 pounds in under two years and picturing success played a big part in her transformation. “If I literally feel like I can’t do one more rep of a difficult exercise, I think of pro bodybuilder Ronnie Coleman’s saying, ‘Ain’t nothing but a peanut!’ and envision the weight as a tiny peanut,” she laughs. “And then I lift it.”"},
{"id":4,"title":"Wendy Mills","image":"https://i.ibb.co/YhMv8Xx/8.jpg","discription":"When she was 46 years old, Wendy Mills set a goal: to be her absolute fittest by her 50th birthday. “I knew I would have to lose about 100 pounds!” she says. “So I started setting smaller goals, like giving up fast food or going for a walk.” Taking it slowly, she lost the first 55 pounds."},
{"id":5,"title":"Paula Hannah Ditched","image":"https://i.ibb.co/zxQxJWv/7.jpg","discription":"Paula joined the fitness center at work, a gym that’s a 20-minute walk from home, and a smaller gym on her bus route. While having to rely on public transit would have stopped her before, this time she was determined to succeed. “I made a vow to myself to do whatever it takes,” she says. “If I travelled by bus to get to the gym, then I was going to do the work!”"},
{"id":6,"title":"Kevin Gendreau","image":"https://i.ibb.co/9ybSmnh/6.jpg","discription":"As Dr. Kevin Gendreau watched his sister die of cancer, he looked at himself. At the time, he was 300 pounds at 5 feet 9 inches tall. He realized his sister had no choice when it came to her health, but he did. He started intermittent fasting and eating lean protein, vegetables, fruits and low-fat dairy. In just 18 months, he lost 125 pounds."},
{"id":7,"title":"Stephane Doiron","image":"https://i.ibb.co/FsgrVkQ/5.jpg","discription":"I remember it so well because I was pushing my oldest son to excel in his strength conditioning training for his local hockey team, he previously told Men's Health. First of all, I realized that I wouldn’t be able to do one-third of what he was doing, and secondly, what right did I have to motivate him on how to become a better athlete, Doiron recalled."},
{"id":8,"title":"Lynn Lester-Howland ","image":"https://i.ibb.co/C8rBtPN/3.jpg","discription":"Lynn’s breast cancer diagnosis back in 2009 propelled her towards fitness and taught her to get tough. “I made the decision that I was in control,” she says. Despite feeling lost in the weights section at first, Lynn cut back on endless cardio and got serious about building muscle. She knew having a lean, toned body was one of the two things she could count on to make her feel stronger."},
{"id":9,"title":"Ben Raue","image":"https://i.ibb.co/2nfGdtW/4.jpg","discription":"Ben Raue started his fitness journey because he's passionate about the environment. After reading that a plant-based diet was the most sustainable to our earth, he committed to getting in shape for 90 days while eating vegan.“I wanted to prove this to myself and show the world what was possible,” he previously told Men's Health. “Oh, one more motivator; I was single and I was far from having my A-game on.”"},
{"id":10,"title":"Michelle Kruk","image":"https://i.ibb.co/NCXGhY9/1.jpg","discription":"For Michelle Kruk, it was her then¬–eight-year-old son that inspired her to shape up her physique 37 pounds ago during a shopping trip. “Mommy, you have jiggly arms like a grandma!” he told her. After that, there was no going back for Michelle."}]